{
  "title": "Software Engineer Starts Unlikely Business: A Weekly Newspaper",
  "content": "<div><article id=\"story\" class=\"story theme-main   \">\n\n    \n\n                        \n    \n\n    \n\n        \n    <div class=\"story-interrupter\">\n    <figure id=\"media-100000005009317\" class=\"media photo lede layout-jumbo-horizontal\">\n    \n    <div class=\"image\">\n            <img src=\"https://static01.nyt.com/images/2017/03/26/nyregion/00montclair1/00montclair1-superJumbo.jpg\" alt=\"\" class=\"media-viewer-candidate\">\n            <meta>\n            <meta>\n    </div>\n        <figcaption class=\"caption\">\n                <span class=\"caption-text\">Linda Moss, left, a reporter, and Elizabeth Oguss, associate editor, working in the newsroom of The Montclair Local this month.</span>\n                        <span class=\"credit\">\n            \n            Karsten Moran for The New York Times        </span>\n            </figcaption>\n    </figure>\n\n</div>\n<div class=\"story-body-supplemental\">\n    <div class=\"story-body story-body-1\">\n        <p class=\"story-body-text story-content\" id=\"story-continues-1\">MONTCLAIR, N.J. &#x2014; In a newsroom wedged into a storefront here, reporters worked on stories about the contentious issues driving the conversation around town, like a property reassessment that could affect taxes and testing in the public schools. An editor read through submissions for a St. Patrick&#x2019;s Day limerick contest. And Kevin Meacham, the newspaper&#x2019;s top editor, was in his office, looking at a mock-up of a front page on his computer, &#x201C;XXXX&#x201D; taking the place of headlines waiting to be written.</p><p class=\"story-body-text story-content\">The team of journalists was preparing to publish the second issue of <a href=\"http://montclairlocal.news/wp/\">The Montclair Local</a>.</p><p class=\"story-body-text story-content\">This month, the weekly newspaper arrived for the first time in mailboxes around town. A local family decided to pour hundreds of thousands of dollars into starting a news organization from scratch, hiring reporters to cover zoning board meetings and high school wrestling tournaments and whatever else residents in this New Jersey suburb care about.</p><p class=\"story-body-text story-content\">The investment &#x2014; by a software engineer who studied artificial intelligence, no less &#x2014; seems like a quixotic one when so many newspapers are struggling and many readers prefer to catch up on town news on Facebook. But the engineer, Heeten Choxi, whose journalism experience was limited to a middle school newspaper, believes there is no better way than print to deliver local news.</p><p class=\"story-body-text story-content\">&#x201C;It looks beautiful,&#x201D; Mr. Choxi, who has lived in Montclair for three years, said as he flipped through a copy of the first issue. &#x201C;News tends to be more fragmented,&#x201D; he added, referring to social media. &#x201C;You find out about topics you&#x2019;re already looking for. You don&#x2019;t get that same broad exposure to all the different things happening in town.&#x201D;</p>        \n    </div>\n    \n</div>\n\n<div class=\"story-body-supplemental\">\n    <div class=\"story-body story-body-2\">\n        <p class=\"story-body-text story-content\" id=\"story-continues-3\">The debut has touched off a modern version of an old-fashioned newspaper war, with a fledgling independent newcomer pitting itself against a community staple, printed since 1877, that has had cuts in coverage and staffing after it was bought by a major publishing company.</p><figure id=\"media-100000005009320\" class=\"media photo embedded layout-large-horizontal media-100000005009320 ratio-tall\">\n    \n    <div class=\"image\">\n            <img src=\"https://static01.nyt.com/images/2017/03/26/nyregion/00montclair2/00montclair2-master675.jpg\" alt=\"\" class=\"media-viewer-candidate\">\n            <meta>\n            <meta>\n    </div>\n        <figcaption class=\"caption\">\n                <span class=\"caption-text\">The first issue of The Montclair Local.</span>\n                        <span class=\"credit\">\n            \n            Karsten Moran for The New York Times        </span>\n            </figcaption>\n    </figure>\n<p class=\"story-body-text story-content\">The Montclair Local arrives at what some view as a potential watershed moment for journalism, as the animosity the Trump administration has directed at the news media has <a href=\"https://www.nytimes.com/2017/02/15/business/media/trump-journalism-media-competition.html\">injected new vigor</a> into a beleaguered industry. Major news organizations like <a href=\"https://www.nytimes.com/\">The New York Times</a> and <a href=\"https://www.washingtonpost.com/\">The Washington Post</a> have seen surges in subscriptions.</p><p class=\"story-body-text story-content\">The new newspaper is an audacious bet that a renewed interest in journalism can trickle down to the community level. And if any place can support such an endeavor, it is Montclair.</p>\n<p class=\"story-body-text story-content\" id=\"story-continues-4\">&#x201C;I don&#x2019;t think I would have done it in any of the other towns I&#x2019;ve lived in,&#x201D; Mr. Choxi, who, with his wife, Thalla-Marie, is The Local&#x2019;s publisher, said in the newspaper&#x2019;s office, as his daughter played in the back room. &#x201C;I feel like Montclair is a town that really does value having its people be informed and engaged.&#x201D;</p>\n<p class=\"story-body-text story-content\" id=\"story-continues-5\">Montclair, a town of 37,000 people in Essex County, is a 20-mile drive from New York City, with streets lined with colonial homes set back on tidy lawns and walkable strips of small businesses. Residents brag about the absence of drive-throughs and strip malls that are fixtures elsewhere in New Jersey.</p><p class=\"story-body-text story-content\">The community is known for its affluence, diversity and liberal politics, and for the large flow of commuters to jobs in newsrooms, television studios and publishing offices in New York City. (As an <a href=\"http://www.poynter.org/2017/after-punishing-layoffs-new-jersey-journalists-start-up-their-own-local-newspaper/451803/\">article published by the Poynter media website</a> about The Local noted, paraphrasing <a href=\"https://www.nytimes.com/2017/02/17/business/trump-calls-the-news-media-the-enemy-of-the-people.html\">a tweet from President Trump</a> condemning journalists, Montclair could be described as a &#x201C;bedroom community of the enemies of the people.&#x201D;)</p>\n<p class=\"story-body-text story-content\" id=\"story-continues-6\">&#x201C;Some people would argue that what happens on the local basis is more important than what happens on the national basis,&#x201D; said Linda Moss, a reporter who covers municipal government, a beat she once had for The Montclair Times.</p><figure id=\"media-100000005009321\" class=\"media photo embedded layout-large-vertical media-100000005009321\">\n    \n    <div class=\"image\">\n            <img src=\"https://static01.nyt.com/images/2017/03/26/nyregion/00montclair3/00montclair3-blog427.jpg\" alt=\"\" class=\"media-viewer-candidate\">\n            <meta>\n            <meta>\n    </div>\n        <figcaption class=\"caption\">\n                <span class=\"caption-text\">Co-publishers Thalla-Marie and Heeten Choxi.</span>\n                        <span class=\"credit\">\n            \n            Karsten Moran for The New York Times        </span>\n            </figcaption>\n    </figure>\n<p class=\"story-body-text story-content\">She noted that Montclair&#x2019;s property taxes were among the highest in the state, and that she knew from experience that readers cared about education and public safety. &#x201C;These are things that hit home for people every day,&#x201D; she said, &#x201C;and these are the things we&#x2019;re writing about and focusing on.&#x201D;</p>\n<p class=\"story-body-text story-content\" id=\"story-continues-7\">Journalism&#x2019;s struggles have been acutely felt in New Jersey, where the press corps covering the <a href=\"https://www.nytimes.com/2017/01/03/nyregion/in-new-jersey-only-a-few-media-watchdogs-are-left.html\">state government in Trenton has dwindled</a> in recent years, and in the northern part of the state, newspapers, including <a href=\"http://www.nj.com/#/0\">The Star-Ledger</a> and The New York Times, have reduced their staffs and their coverage. Last year, the North Jersey Media Group, which includes <a href=\"http://www.northjersey.com/\">The Record</a> and a constellation of community newspapers, like The Montclair Times and The Nutley Sun, was <a href=\"https://www.nytimes.com/2016/07/07/business/media/gannett-buys-the-record-of-bergen-county-nj.html?_r=0\">sold to the Gannett Company</a> by the family that had owned The Record since 1930. Staff reductions <a href=\"http://www.nj.com/bergen/index.ssf/2017/01/another_big_round_of_layoffs_set_to_hit_the_record.html\">soon followed</a>.</p><p class=\"story-body-text story-content\">The Local, for some, has been a welcome move in the opposite direction, even if media analysts say it faces long odds of financial success. &#x201C;That can have an amazing impact, putting more reporters on the street,&#x201D; said Stefanie Murray, director of the Center for Cooperative Media at Montclair State University. &#x201C;They&#x2019;ve reported on that community. They know that community. That, actually, is the potentially biggest contribution Heeten and his wife will make through this investment.&#x201D;</p>\n<p class=\"story-body-text story-content\">Mr. Choxi said the decision to start the newspaper was in response to what he saw happening with The Montclair Times as Gannett, the company that publishes USA Today and dozens of other newspapers around the country, took over. He noticed articles in The Montclair Times from towns miles away, like Lodi and Paramus, both in Bergen County &#x2014; &#x201C;which I don&#x2019;t really view as local,&#x201D; he said. A report released this month by the Center for Cooperative Media, examining the evolution in coverage since the ownership change, found significant decreases in articles about the community, with a 12 percent jump in stories not about Montclair in The Times.</p>\n<p class=\"story-body-text story-content\" id=\"story-continues-8\">Rick Green, the editor and vice president of content for the North Jersey Media Group, acknowledged some tumult as the news organization reorganized its staff, but he argued that it had continued to provide robust news coverage in print and online. He believes The Montclair Times is well positioned.</p>\n<p class=\"story-body-text story-content\" id=\"story-continues-9\">&#x201C;Competition is good for everyone involved,&#x201D; Mr. Green said. &#x201C;It sharpens our skills, it makes us better, and ultimately the reader benefits from that competition.&#x201D; He added, &#x201C;I know we&#x2019;ve been there for a long time, with a great track record, and we&#x2019;re committed to doing journalism that makes a difference in Montclair.&#x201D;</p><figure id=\"media-100000005009316\" class=\"media photo embedded layout-large-horizontal media-100000005009316 ratio-tall\">\n    \n    <div class=\"image\">\n            <img src=\"https://static01.nyt.com/images/2017/03/26/nyregion/00montclair4/00montclair4-master675.jpg\" alt=\"\" class=\"media-viewer-candidate\">\n            <meta>\n            <meta>\n    </div>\n        <figcaption class=\"caption\">\n                <span class=\"caption-text\">Gwen Orel, features editor, and Kevin Meacham, the top editor, at The Montclair Local.</span>\n                        <span class=\"credit\">\n            \n            Karsten Moran for The New York Times        </span>\n            </figcaption>\n    </figure>\n\n<p class=\"story-body-text story-content\" id=\"story-continues-10\">The Local joins a relatively crowded field for a town the size of Montclair, now with another weekly newspaper and digital outfits like <a href=\"https://baristanet.com/\">Baristanet</a> and <a href=\"http://patch.com/new-jersey/montclair\">Patch</a> that cover the area. But Mr. Choxi said he was plugged into the community &#x2014; he chatted with other residents on Facebook groups and had movie nights in his backyard. He heard from people who believed there was a void.</p><p class=\"story-body-text story-content\">&#x201C;There&#x2019;s enough going on in town, between local government, education, arts, theater and restaurants,&#x201D; said Andy Weinstein, a lawyer who grew up in Montclair and moved back with his family last year. &#x201C;There&#x2019;s so much to talk about.&#x201D;</p><p class=\"story-body-text story-content\">Mr. Choxi has hired seven journalists, most of whom either lost their jobs at the North Jersey Media Group or left voluntarily. A subscription costs $12 a year, and he is aiming to sign up 6,000 subscribers. &#x201C;We want it to grow,&#x201D; he said. &#x201C;We want it to be sustainable. But it&#x2019;s not about making money for us.&#x201D;</p><p class=\"story-body-text story-content\">The first issue of The Local was published on March 9 and mailed to every home address in town. Its motto: &#x201C;Objectively Informing, Sparking Dialogue, and Building Community.&#x201D; There were front-page articles about a ShopRite possibly moving into a shopping center and the public school budget. A rare nod to the world beyond Montclair was an article on residents &#x201C;keeping up the &#x2018;resistance&#x2019;&#x201D; with letter-writing campaigns and organizing dinners with Syrian refugees.</p>\n<p class=\"story-body-text story-content\" id=\"story-continues-11\">It was met with positive reviews on community Facebook groups. At least one person who stopped by the newsroom had intended to go to a neighboring insurance office. But there were others who bought subscriptions or wanted to offer praise in person.</p><p class=\"story-body-text story-content\">&#x201C;I think people were delighted to find this wonderful piece of writing and community showing up in their mailbox,&#x201D; said Debra Caplan, a theater professor at Baruch College, who lives in Montclair. She wrote a column in the first issue about the area congressman&#x2019;s town hall meetings.</p><p class=\"story-body-text story-content\">&#x201C;What I expected was a lot less professional than what emerged,&#x201D; she said. &#x201C;It&#x2019;s the kind of thing I wouldn&#x2019;t have thought could be done.&#x201D;</p><footer class=\"story-footer story-content\">\n    <div class=\"story-meta\">\n                        \n        \n        <p class=\"story-print-citation\">A version of this article appears in print on March 28, 2017, on Page A22 of the <span>New York edition</span> with the headline: Newcomer Ignites 21st-Century Rarity: a Newspaper War. \n</p>\n\n    </div>\n    </footer>\n        \n    </div>\n    \n</div>\n\n    \n    \n\n    \n\n</article></div>",
  "author": "Rick Rojas",
  "date_published": "2017-03-27T15:30:43.000Z",
  "lead_image_url": "https://static01.nyt.com/images/2017/03/26/nyregion/00montclair2/00montclair2-facebookJumbo.jpg",
  "dek": null,
  "next_page_url": null,
  "url": "https://www.nytimes.com/2017/03/27/nyregion/new-newspaper-prompts-war-of-weeklies-in-new-jersey-suburb.html",
  "domain": "www.nytimes.com",
  "excerpt": "An inexperienced, independent newcomer in Montclair, N.J., is competing with a community staple purchased last year by a major media company.",
  "word_count": 1489,
  "direction": "ltr",
  "total_pages": 1,
  "rendered_pages": 1
}
