[
  {
    "by": "dzdt",
    "id": 13971344,
    "kids": [
        13971568,
        13971463
      ],
    "parent": 13970739,
    "text": "The New York Department of Buildings response to this article (June 2016) :<p><i>Skypicker presented the department with plans for a small, truck-mounted crane... However, when we inspected the Skypicker in use at a construction site, we found something significantly different: The crane was attached to a building slab, and appeared to be a hodgepodge of parts from other cranes, mounted on a homemade, untested base.</i><p><a href=\"http:&#x2F;&#x2F;www.crainsnewyork.com&#x2F;article&#x2F;20160623&#x2F;OPINION&#x2F;160629905&#x2F;why-the-city-shut-down-the-skypicker-crane\" rel=\"nofollow\">http:&#x2F;&#x2F;www.crainsnewyork.com&#x2F;article&#x2F;20160623&#x2F;OPINION&#x2F;160629...</a><p>And the inventor shoots back:<p><i>The executive director of the [Department of Buildings] Cranes and Derricks Unit when the Skypicker was approved emailed me that [Department of Buildings Commissioner] Chandler confused the Skypicker revocation with a ruling about an entirely different crane... He’s the one that’s misinformed. </i><p><a href=\"http:&#x2F;&#x2F;buildingnyc.org&#x2F;crains-crane-inventor-gives-his-side-of-the-citys-ban-and-backs-it-up&#x2F;\" rel=\"nofollow\">http:&#x2F;&#x2F;buildingnyc.org&#x2F;crains-crane-inventor-gives-his-side-...</a>",
    "time": 1490645933,
    "type": "comment"
  },
  {
    "by": "jakelarkin",
    "id": 13971089,
    "kids": [
        13971297,
        13972462,
        13971642,
        13971515,
        13971661,
        13971588,
        13971309,
        13971250,
        13972368,
        13972247,
        13971203,
        13971688,
        13971442,
        13971472
      ],
    "parent": 13970739,
    "text": "This is sort of like how when the waterless urinal was first commercialized, the plumbers union blocked it from getting approved in the general building code.  Eventually a compromised was reached that involves requiring a plumber to draw an water line (unutilized) to every water-less install.<p>Unions for skilled, high-pay jobs in highly regulated industries really extract a lot of questionable value from society.",
    "time": 1490644343,
    "type": "comment"
  },
  {
    "by": "Houshalter",
    "id": 13971559,
    "kids": [
        13971922,
        13972662,
        13971648,
        13971898
      ],
    "parent": 13970739,
    "text": "The first subway in New York City cost about $100 million per kilometer in 1900 (adjusted for inflation of course). The new subway line being opened this year cost $2.2 billion per kilometer. This is despite <i>over a century</i> of improvements in technology.<p>Here&#x27;s an interesting HN post, &quot;Forty Percent of the Buildings in Manhattan Could Not Be Built Today&quot; <a href=\"https:&#x2F;&#x2F;news.ycombinator.com&#x2F;item?id=11736696\" rel=\"nofollow\">https:&#x2F;&#x2F;news.ycombinator.com&#x2F;item?id=11736696</a> In that article is a statistic that three fourths of the square footage of Manhattan was built between 1900 and 1930. If a freak hurricane somehow destroyed New York, we would be literally unable to rebuild it. For both cost and legal reasons.<p>Someday soon we might be like the later generations of Romans. Living amongst the great crumbling structures built by our ancestors. Wondering how on Earth they could have achieved such things.",
    "time": 1490647219,
    "type": "comment"
  },
  {
    "by": "xienze",
    "id": 13971571,
    "kids": [
        13971868
      ],
    "parent": 13970739,
    "text": "&gt; The International Union of Operating Engineers Local 14-14B lays out the wage floor for its operators at $73.91 per hour. That’s $150,000 a year before overtime, plus benefits equal to $32.50 an hour. When the operator is behind the controls of a tower crane, he gets a $2-an-hour bump. On weekends, when cranes are moved, pay doubles. With overtime, many union members earn half a million dollars a year.<p>And they don&#x27;t have to take their work home with them!  Wow, I&#x27;m in the wrong line of work.",
    "time": 1490647318,
    "type": "comment"
  },
  {
    "by": "nkrisc",
    "id": 13971206,
    "kids": [
        13972240,
        13972098
      ],
    "parent": 13970739,
    "text": "Unions have a purpose. Suppressing innovation and competition to protect their gravy train monopoly should not be one of them.",
    "time": 1490645052,
    "type": "comment"
  },
  {
    "by": "karlkatzke",
    "id": 13971701,
    "kids": [
        13971917
      ],
    "parent": 13970739,
    "text": "Question: Why didn&#x27;t the guy just pack up the crane and take it elsewhere? The issues that make tower cranes unsafe and expensive aren&#x27;t unique to New York City, and if Austin, TX was any indication, there has been a shortage of cranes due to construction activity worldwide.<p>Is there something about the economics or the licensing that makes this crane only work in New York City?",
    "time": 1490648153,
    "type": "comment"
  },
  {
    "by": "tmnvix",
    "id": 13971818,
    "parent": 13970739,
    "text": "They do a really good job of painting the union as the culprit here without any evidence whatsoever. The first comment on the article suggests a competing crane company was responsible. I think that is just as likely.<p>Anyhow, as others in this thread have pointed out, the skycranes are back in business.",
    "time": 1490649208,
    "type": "comment"
  }
]
